results/raw/entity-read-by-id/20260721-081435-full-triad-ab-ba/2-exeris-vs-quarkus-hibernate/run01/ab/target-b/wrk-raw.txt
Running 15m test @ http://localhost:9002/api/v1/user?id=1
  4 threads and 128 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     2.60ms    1.17ms  41.13ms   82.67%
    Req/Sec    12.57k   446.66    25.16k    81.20%
  Latency Distribution
     50%    2.29ms
     75%    3.19ms
     90%    3.90ms
     99%    6.28ms
  45034759 requests in 15.00m, 4.82GB read
Requests/sec:  50033.40
Transfer/sec:      5.49MB
     95.00%  4.24ms